Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/supplementary_welfare_schemes/humanitarian_assistance_scheme.html.txt.tmx
Source language: en
Languages: ga

source: If you have been flooded you may be able to get financial help from the Department of Social Protection’s Humanitarian Assistance Scheme
ga: Má bhí tú thíos le tuile, b’fhéidir go mbeidh tú ábalta cabhair airgeadais a fháil ó Scéim um Chabhair Dhaonnúil na Roinne Coimirce Sóisialaí

source: The means-tested scheme provides emergency financial assistance to households who are not able to meet costs for essential needs immediately following flooding
ga: Soláthraíonn an scéim ar a ndéantar tástáil mhaoine cabhair airgeadais éigeandála do theaghlaigh nach bhfuil in ann íoc as na costais ar riachtanais bhuntábhachtacha go díreach i ndiaidh tuile

source: The scheme aims to provide financial support to people who have suffered damage to their home
ga: Tá de chuspóir ag an scéim tacaíocht airgeadais a sholáthar do dhaoine a bhí thíos le díobháil a rinneadh dá dteach

source: It is designed to alleviate hardship rather than provide full compensation for damage
ga: Tá an scéim in ainm is cruatan a fhuascailt, seachas cúiteamh iomlán a sholáthar do dhíobháil

source: There is a separate emergency scheme to help small businesses administered by the Irish Red Cross
ga: Tá scéim éigeandála ar leith chun cabhrú le gnóthaí beaga riaradh ag Crois Dhearg na hÉireann

source: If you are affected by flooding in any of the following areas you can contact the Department of Social Protection at the numbers below:
ga: Má bhíonn tú thíos le tuile in aon cheann de na ceantair a leanas, féadfaidh tú teagmháil a dhéanamh leis an Roinn trí ghlao ar na huimhreacha thíos:

source: │Athlone, Co. Westmeath │(090) 6449650 │
ga: │Baile Átha Luain, Contae na hIarmhí │(090) 6449650 │

source: Clare, Co. Limerick │(061) 436010, (061) 436027 │
ga: │Contae an Chláir, Contae Luimnigh │(061) 436010, (061) 436027 │

source: Cork, Co. Kerry │(021) 4805475 │
ga: │Contae Chorcaí, Contae Chiarraí │(021) 4805475 │

source: │Co. Galway │(091) 536773 │
ga: │Contae na Gaillimhe │(091) 536773 │

source: │Co. Mayo │(094) 9063707 │
ga: │Contae Mhaigh Eo │(094) 9063707 │

source: Leitrim, Co. Donegal │(071) 9113765 │
ga: │Contae Shligigh, Contae Liatroma, Contae Dhun na nGall │(071) 9113765 │

source: Louth, Co. Monaghan │(042) 9392686 │
ga: │Contae an Chabháin, Contae Lú, Contae Mhuineacháin │(042) 9392686 │

source: │Counties Offaly, Laois, Kilkenny, North and South Tipperary │(057) 931 854 │
ga: │Contae Uíbh Fhailí, Laoise, Chill Chainnigh, Thiobráid Thuaidh agus Theas │(057) 9318543 │

source: │​Co. Waterford │​(051) 356000 │
ga: │​Contae Phort Láirge │​(051) 356000 │

source: │​Co. Wexford │​(053) 9165400 │
ga: │​Contae Loch Garman │​(053) 9165400 │

source: │​Co. Carlow │​086 8371159 │
ga: │Contae Cheatharlach │​086 8371159 │

source: If you have been affected by flooding and meet a means test you may be eligible
ga: Má d’imir tuile tionchar ort agus má chomhlíonann tú tástáil mhaoine, d’fhéadfá a bheith incháilithe

source: What is covered by the scheme?
ga: Cad atá cumhdaithe ag an scéim?

source: Emergency income support payments
ga: Íocaíochtaí tacaíochta ioncaim éigeandála

source: Damage to your home and its essential contents, such as:
ga: Díobháil a rinneadh do do theach agus an t-inneachar buntábhachtach atá ann, ar nós an mhéid a leanas:

source: • Household appliances and bedding
ga: • Fearais tí agus cóir leapa

source: Structural damage may also be considered
ga: Féadtar breithniú a dhéanamh ar dhíobháil struchtúrach chomh maith

source: What is not covered under the scheme?
ga: Cad nach bhfuil cumhdaithe ag an scéim?

source: • Commercial and business losses
ga: • Caillteanais tráchtála agus ghnó

source: • Losses covered by an insurance policy
ga: • Caillteanais atá cumhdaithe ag polasaí árachais

source: • Loss or damage to private rented accommodation or local authority accommodation
ga: • Díobháil a rinneadh do chóiríocht phríobháideach ar cíos nó do chóiríocht údaráis áitiúil nó cailleadh na cóiríochta sin

source: The income test determines your household’s ability to meet the costs of restoring your home to a habitable condition
ga: Deimhníonn an tástáil ioncaim cumas do theaghlaigh chun íoc as na costais atá ar bhail inchónaithe a chur ar do theach

source: All household income will be considered
ga: Déanfar breithniú ar an ioncam uile teaghlaigh

source: Single people: If you have a gross household income of €30,000 or less you will get 100% of the amount allowable
ga: Daoine singil: Má tá ollioncam teaghlaigh €30,000 nó níos lú agat, gheobhaidh tú 100% den tsuim atá incheadaithe

source: For each whole €1,000 of household income above €30,000 you will be required to make a 1% contribution to the amount allowable
ga: I dtaobh gach €1,000 iomlán d’ioncam teaghlaigh os cionn €30,000 atá agat, beidh ort ranníocaíocht 1% a dhéanamh leis an tsuim atá incheadaithe

source: For example if you are single and have a gross household income of €35,000 you will get 95% of the amount allowable (€5,000 over the income limit of €30,000 = 5% personal contribution towards the loss)
ga: Mar shampla, más duine singil thú agus má tá ollioncam teaghlaigh €35,000 agat, gheobhaidh tú 95% den tsuim atá incheadaithe (€5,000 os cionn na teorann ioncaim €30,000 = 5% den ranníocaíocht phearsanta i dtreo an chaillteanais)

source: Couples: If you are married, in a civil partnership or cohabiting and have a household income of €50,000 or less you will get 100% of the amount allowable
ga: Lánúineacha: Má tá tú pósta, i bpáirtnéireacht shibhialta nó ag comhchónaí le duine eile agus má tá ioncam teaghlaigh €50,000 nó níos lú agat, gheobhaidh tú 100% den tsuim atá incheadaithe

source: For each whole €1,000 of household income above €50,000 you will be required to make a 1% contribution to the amount allowable
ga: I dtaobh gach €1,000 iomlán d’ioncam teaghlaigh os cionn €50,000 atá agat, beidh ort ranníocaíocht 1% a dhéanamh leis an tsuim atá incheadaithe

source: Children: The income limits are increased by €10,000 for each qualified child
ga: Leanaí: Méadaítear na teorainneacha ioncaim €10,000 i dtaobh gach linbh cháilithe

source: One-parent household: The income limits that apply to couples also apply to one-parent households - €50,000 plus €10,000 for each dependent child
ga: Teaghlach aontuismitheora: Baineann na teorainneacha a chuirtear i bhfeidhm i measc lánúineacha le teaghlaigh aontuismitheora chomh maith – €50,000 móide €10,000 i dtaobh gach linbh chleithiúnaigh

source: Non-dependent adult household members: For each non-dependent adult member of the household 20% of their gross income is added to the household income
ga: Daoine neamhchleithiúnacha fásta muinteartha: I dtaobh gach duine mhuinteartha neamhchleithiúnaigh den teaghlach, suimítear 20% dá n-ollioncam le hioncam an teaghlaigh

source: For example, a couple with a gross income of €45,000 with a non-dependent adult in the house with an income of €20,000 will receive 100% of the amount allowable as the household income is less than €50,000 (€45,000 + €4,000 = €49,000)
ga: Mar shampla, gheobhaidh lánúin ag a bhfuil ollioncam €45,000 lena bhfuil duine fásta neamhchleithiúnach sa teach ag a bhfuil ioncam €20,000 100% den tsuim atá incheadaithe mar gheall gur lú ioncam an teaghlaigh ná €50,000 (€45,000 + €4,000 = €49,000)

source: People who opted not to insure: If you had no insurance and you do not have reasonable grounds for not having insurance, you will be expected to contribute the first €2,000 toward the amount allowable and your personal contribution will be 2% for each whole €1,000 above the appropriate income level for your household
ga: Daoine a roghnaigh gan an teach a chur faoi árachas: Mura raibh aon árachas agat agus mura bhfuil bunúis réasúnta agat gan árachas a bheith agat, beifear ag súil leis go ranníocfaidh tú an chéad €2,000 i dtreo na suime atá incheadaithe agus is ionann a bheidh do ranníocaíocht phearsanta agus 2% i dtaobh gach €1,000 iomlán os cionn an leibhéil ioncaim i gcás do theaghlaigh

source: How much can be paid to individual applicants?
ga: Cé mhéid is féidir a íoc le hiarratastóirí aonair?

source: Levels of payment will depend on the relative severity of damage experienced and your ability to meet these costs
ga: Braithfidh leibhéil íocaíochta ar dhéine choibhneasta na díobhála a rabhthas thíos léi agus ar do chumas chun íoc as na costais seo

source: Where structural work is an issue, the Department may get advice from a loss adjustor
ga: Sa chás go bhfuil obair struchtúrach i gceist, féadfaidh an Roinn comhairle a fháil ó choigeartóir caillteanais

source: In assessing cases for humanitarian assistance, account will be taken of Exceptional Needs Payments and Urgent Needs Payments already paid out
ga: Nuair atá measúnú á dhéanamh ar chásanna i dtaobh cabhair dhaonnúil, cuirfear Íocaíochtaí ar Riachtanais Eisceachtúla agus Íocaíochtaí ar Riachtanais Phráinneacha san áireamh a íocadh amach

source: To apply for Humanitarian Assistance you should complete the Humanitarian Assistance application form (pdf)
ga: Chun iarratas a dhéanamh ar Chabhair Dhaonnúil, ba cheart duit an fhoirm iarratais ar Chabhair Dhaonnúil a chomhlánú(pdf)

source: This form is also available from your local office
ga: Tá an fhoirm seo ar fáil, chomh maith, ó d’oifig áitiúil

source: Where available you must include the following with your application:
ga: Sa chás go bhfuil fáil orthu, ní mór duit an méid a leanas a chur ar fáil le d’iarratas:

source: • Evidence of household income (payslips etc)
ga: • Fianaise i leith ioncaim teaghlaigh (duillíní pá etc),

source: • Estimates for repairs or replacement
ga: • Meastacháin do dheisiúcháin nó d’ionadú,

source: • A copy of your insurance policy
ga: • Cóip de do pholasaí

source: • Any other information which may support your claim
ga: • Aon fhaisnéis eile a d’fhéadfadh tacú le d’éileamh

source: To apply for Humanitarian Assistance contact the Department of Social Protection's representative (formerly known as the Community Welfare Officer) at your local office
ga: Chun iarratas a dhéanamh ar Chabhair Dhaonnúil, déan teagmháil le hionadaí na Roinne Coimirce Sóisialaí (ar ar tugadh an tOifigeach Leasa Pobail roimhe seo) ag d’oifig áitiúil
